Repository: peterdsp/PromptBar
Catalog: PromptBar/PromptBar/Localizable.xcstrings
Source language: en
Languages: el, fr, sq

source: %lld prompts added
el: Προστέθηκαν %lld prompts
fr: %lld prompts ajoutés
sq: U shtuan %lld prompte

source: A lightweight menubar wrapper for any web-based chat. You bring the URL; PromptBar gives it a home.
el: Ένα ελαφρύ περιτύλιγμα στη γραμμή μενού για κάθε διαδικτυακή συνομιλία. Εσείς φέρνετε το URL, το PromptBar του δίνει στέγη.
fr: Un habillage léger en barre de menus pour n'importe quel chat web. Vous apportez l'URL ; PromptBar lui donne un foyer.
sq: Një mbështjellës i lehtë në shiritin e menusë për çdo bisedë në web. Ti sjell URL-në; PromptBar i jep një shtëpi.

source: A tiny repo-versioned memory framework. Drop it in your project and every AI you use, including PromptBar, reads your conventions in every session.
el: Ένα μικροσκοπικό framework μνήμης με έλεγχο εκδόσεων μέσα στο repo. Προσθέστε το στο έργο σας και κάθε AI που χρησιμοποιείτε, μαζί και το PromptBar, διαβάζει τις συμβάσεις σας σε κάθε συνεδρία.
fr: Un petit framework de mémoire versionné dans le repo. Déposez-le dans votre projet et chaque IA que vous utilisez, y compris PromptBar, lit vos conventions à chaque session.
sq: Një kornizë e vogël kujtese e versionuar në repo. Vendose në projektin tënd dhe çdo AI që përdor, përfshirë PromptBar, i lexon konventat e tua në çdo sesion.

source: API Endpoint (BYO Key)
el: Endpoint API (με δικό σας κλειδί)
fr: Point d'API (votre clé)
sq: Endpoint API (me çelësin tënd)

source: API Endpoint…
el: Endpoint API…
fr: Point d'API…
sq: Endpoint API…

source: API keys are stored in the macOS Keychain. They never leave your Mac except when sent to the URL above.
el: Τα κλειδιά API αποθηκεύονται στο Keychain του macOS. Δεν φεύγουν ποτέ από το Mac σας, παρά μόνο όταν αποστέλλονται στο παραπάνω URL.
fr: Les clés API sont stockées dans le Trousseau macOS. Elles ne quittent jamais votre Mac, sauf lorsqu'elles sont envoyées à l'URL ci-dessus.
sq: Çelësat API ruhen në Keychain të macOS. Nuk largohen kurrë nga Mac-u yt, përveçse kur dërgohen te URL-ja më sipër.

source: About
el: Σχετικά
fr: À propos
sq: Rreth

source: About PromptBar
el: Σχετικά με το PromptBar
fr: À propos de PromptBar
sq: Rreth PromptBar

source: Activate
el: Ενεργοποίηση
fr: Activer
sq: Aktivizo

source: Activate License…
el: Ενεργοποίηση άδειας…
fr: Activer la licence…
sq: Aktivizo licencën…

source: Activate PromptBar
el: Ενεργοποίηση του PromptBar
fr: Activer PromptBar
sq: Aktivizo PromptBar

source: Acts like Safari or Claude, with a Dock icon and a real window.
el: Λειτουργεί όπως το Safari ή το Claude, με εικονίδιο στο Dock και κανονικό παράθυρο.
fr: Se comporte comme Safari ou Claude, avec une icône dans le Dock et une vraie fenêtre.
sq: Sillet si Safari ose Claude, me një ikonë në Dock dhe një dritare të vërtetë.

source: Add
el: Προσθήκη
fr: Ajouter
sq: Shto

source: Add API Endpoint
el: Προσθήκη API Endpoint
fr: Ajouter un point d'API
sq: Shto pikë API

source: Add Endpoint
el: Προσθήκη endpoint
fr: Ajouter un point d'API
sq: Shto endpoint

source: Add MCP Server
el: Προσθήκη διακομιστή MCP
fr: Ajouter un serveur MCP
sq: Shto server MCP

source: Add Server
el: Προσθήκη διακομιστή
fr: Ajouter le serveur
sq: Shto server

source: Add Service
el: Προσθήκη υπηρεσίας
fr: Ajouter le service
sq: Shto shërbim

source: Add Web Chat
el: Προσθήκη Web Chat
fr: Ajouter un chat web
sq: Shto bisedë web

source: Add a Web Chat
el: Προσθήκη διαδικτυακής συνομιλίας
fr: Ajouter un chat web
sq: Shto një bisedë web

source: Add a chat-completions endpoint to chat natively from your menubar.
el: Προσθέστε ένα endpoint chat-completions για να συνομιλείτε απευθείας από τη γραμμή μενού.
fr: Ajoutez un point d'API chat-completions pour chatter nativement depuis votre barre de menus.
sq: Shto një endpoint chat-completions për të biseduar drejtpërdrejt nga shiriti i menusë.

source: Add a prompt, it'll be one tap away in every chat.
el: Προσθέστε ένα prompt και θα το έχετε με ένα πάτημα σε κάθε συνομιλία.
fr: Ajoutez un prompt, il sera à portée de clic dans chaque chat.
sq: Shto një prompt dhe do ta kesh një prekje larg në çdo bisedë.

source: Add an HTTP MCP server endpoint to extend your chats with real tools.
el: Προσθέστε ένα endpoint διακομιστή HTTP MCP για να επεκτείνετε τις συνομιλίες σας με πραγματικά εργαλεία.
fr: Ajoutez l'adresse d'un serveur MCP HTTP pour étendre vos chats avec de vrais outils.
sq: Shto një endpoint serveri HTTP MCP për t'i zgjeruar bisedat me mjete të vërteta.

source: Add prompts from Settings → Prompts.
el: Προσθέστε prompts από τις Ρυθμίσεις → Prompts.
fr: Ajoutez des prompts depuis Réglages → Prompts.
sq: Shto prompte nga Cilësimet → Promptet.

source: Add your own from Settings → Prompts.
el: Προσθέστε τα δικά σας από τις Ρυθμίσεις → Prompts.
fr: Ajoutez les vôtres depuis Réglages → Prompts.
sq: Shto të tuat nga Cilësimet → Promptet.

source: Almost there…
el: Σχεδόν εκεί…
fr: Presque fini…
sq: Pothuajse aty…

source: Always on Top
el: Πάντα μπροστά
fr: Toujours au premier plan
sq: Gjithmonë sipër

source: Always on top
el: Πάντα σε πρώτο πλάνο
fr: Toujours au premier plan
sq: Gjithmonë sipër

source: Assistant
el: Βοηθός
sq: Asistenti

source: Back
el: Πίσω
fr: Retour
sq: Mbrapa

source: Bring PromptBar forward from any app, even full screen.
el: Εμφανίστε το PromptBar από οποιαδήποτε εφαρμογή, ακόμη και σε πλήρη οθόνη.
fr: Affichez PromptBar depuis n'importe quelle app, même en plein écran.
sq: Sill PromptBar-in përpara nga çdo aplikacion, edhe në ekran të plotë.

source: Bring your own API key
el: Φέρε το δικό σου κλειδί API
fr: Apportez votre propre clé API
sq: Sill çelësin tënd të API

source: Bring your own API key. PromptBar speaks the standard chat-completions schema, so any endpoint that supports it works.
el: Φέρτε το δικό σας κλειδί API. Το PromptBar μιλά το πρότυπο σχήμα chat-completions, οπότε λειτουργεί κάθε endpoint που το υποστηρίζει.
fr: Apportez votre propre clé API. PromptBar parle le schéma standard chat-completions, donc tout point d'API qui le prend en charge fonctionne.
sq: Sill çelësin tënd API. PromptBar flet skemën standarde chat-completions, prandaj funksionon çdo endpoint që e mbështet.

source: Buy on Ko-fi
el: Αγορά στο Ko-fi
fr: Acheter sur Ko-fi
sq: Bli në Ko-fi

source: Cancel
el: Άκυρο
fr: Annuler
sq: Anulo

source: Check for Updates
el: Έλεγχος για ενημερώσεις
fr: Rechercher les mises à jour
sq: Kontrollo për përditësime

source: Check for Updates…
el: Έλεγχος για ενημερώσεις…
fr: Rechercher les mises à jour…
sq: Kontrollo për përditësime…

source: Check for updates on launch
el: Έλεγχος για ενημερώσεις κατά την εκκίνηση
fr: Rechercher les mises à jour au lancement
sq: Kontrollo për përditësime në nisje

source: Check the email you received after your Ko-fi purchase. The file ends in .promptbar.
el: Έλεγξε το email που έλαβες μετά την αγορά στο Ko-fi. Το αρχείο τελειώνει σε .promptbar.
fr: Vérifiez l'e-mail reçu après votre achat Ko-fi. Le fichier finit par .promptbar.
sq: Kontrollo email-in që more pas blerjes në Ko-fi. Skedari mbaron me .promptbar.

source: Check your connection and try again.
el: Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
fr: Vérifiez votre connexion et réessayez.
sq: Kontrollo lidhjen dhe provo përsëri.

source: Clean Cookies & Cache
el: Καθαρισμός Cookies & Cache
fr: Effacer cookies & cache
sq: Pastro Cookies & Cache

source: Click Add to wrap your first URL.
el: Κάντε κλικ στην Προσθήκη για να ενσωματώσετε το πρώτο σας URL.
fr: Cliquez sur Ajouter pour encapsuler votre première URL.
sq: Kliko Shto për të mbështjellë URL-në tënde të parë.

source: Close
el: Κλείσιμο
fr: Fermer
sq: Mbyll

source: Coding & development
el: Προγραμματισμός & ανάπτυξη
fr: Code & développement
sq: Kodim & zhvillim

source: Color
el: Χρώμα
fr: Couleur
sq: Ngjyrë

source: Common URLs
el: Συχνά URLs
fr: URL courantes
sq: URL të zakonshme

source: Common base URLs
el: Συνηθισμένα βασικά URL
fr: URL de base courantes
sq: URL bazë të zakonshme

source: Companion project: Kujto
el: Συνοδευτικό project: Kujto
fr: Projet compagnon : Kujto
sq: Projekt shoqërues: Kujto

source: Connect MCP servers. Your AI can read and act on your real workspace, design tools, issue trackers, source control, your dashboards.
el: Σύνδεσε servers MCP. Το AI σου μπορεί να διαβάσει και να ενεργήσει στον πραγματικό σου χώρο εργασίας, εργαλεία σχεδιασμού, issue trackers, source control, dashboards.
fr: Connectez des serveurs MCP. Votre IA peut lire et agir sur votre vrai espace de travail, outils de design, suivi de tickets, source control, vos dashboards.
sq: Lidh serverët MCP. AI yt mund të lexojë dhe veprojë në hapësirën tënde reale të punës, mjete dizajni, ndjekës biletash, kontroll burimi, dashboard-et e tua.

source: Connect Model Context Protocol servers (HTTP). The tools they expose become available inside native chats.
el: Συνδέστε διακομιστές Model Context Protocol (HTTP). Τα εργαλεία που παρέχουν γίνονται διαθέσιμα μέσα στις εγγενείς συνομιλίες.
fr: Connectez des serveurs Model Context Protocol (HTTP). Les outils qu'ils exposent deviennent disponibles dans les chats natifs.
sq: Lidh serverë Model Context Protocol (HTTP). Mjetet që ofrojnë bëhen të disponueshme brenda bisedave native.

source: Connect any HTTP MCP server. Tools it exposes become available to your native chats.
el: Συνδέστε οποιονδήποτε διακομιστή HTTP MCP. Τα εργαλεία που παρέχει γίνονται διαθέσιμα στις εγγενείς συνομιλίες σας.
fr: Connectez n'importe quel serveur MCP HTTP. Les outils qu'il expose deviennent disponibles dans vos chats natifs.
sq: Lidh çdo server HTTP MCP. Mjetet që ofron bëhen të disponueshme në bisedat e tua native.

source: Connect any chat-completions endpoint (standard schema).
el: Συνδέστε οποιοδήποτε endpoint chat-completions (πρότυπο σχήμα).
fr: Connectez n'importe quel point d'API chat-completions (schéma standard).
sq: Lidh çdo endpoint chat-completions (skemë standarde).

source: Continue
el: Συνέχεια
fr: Continuer
sq: Vazhdo

source: Conversation history
el: Ιστορικό συνομιλιών
fr: Historique des conversations
sq: Historiku i bisedës

source: Copied
el: Αντιγράφηκε
fr: Copié
sq: U kopjua

source: Copy install command
el: Αντιγραφή εντολής εγκατάστασης
fr: Copier la commande d'installation
sq: Kopjo komandën e instalimit

source: Couldn't check for updates
el: Δεν ήταν δυνατός ο έλεγχος για ενημερώσεις
fr: Impossible de rechercher les mises à jour
sq: Nuk u kontrollua dot për përditësime

source: Default size
el: Προεπιλεγμένο μέγεθος
fr: Taille par défaut
sq: Madhësia e parazgjedhur

source: Deselect all
el: Αποεπιλογή όλων
fr: Tout désélectionner
sq: Çzgjidhi të gjitha

source: Design & creative
el: Σχεδιασμός & δημιουργία
fr: Design & création
sq: Dizajn & krijim

source: Developer Site
el: Ιστότοπος προγραμματιστή
fr: Site du développeur
sq: Faqja e zhvilluesit

source: Disable if your endpoint doesn't support streaming.
el: Απενεργοποιήστε το αν το endpoint σας δεν υποστηρίζει streaming.
fr: Désactivez si votre point d'API ne prend pas en charge le streaming.
sq: Çaktivizoje nëse endpoint-i yt nuk mbështet transmetimin.

source: Display Name
el: Όνομα εμφάνισης
fr: Nom affiché
sq: Emri i shfaqjes

source: Download
el: Λήψη
fr: Télécharger
sq: Shkarko

source: Download Update
el: Λήψη ενημέρωσης
fr: Télécharger la mise à jour
sq: Shkarko përditësimin

source: Drop your .promptbar file here, or paste its contents
el: Αφήστε εδώ το αρχείο .promptbar ή επικολλήστε τα περιεχόμενά του
fr: Déposez votre fichier .promptbar ici, ou collez son contenu
sq: Lësho këtu skedarin tënd .promptbar, ose ngjit përmbajtjen e tij

source: Drop your license file here
el: Άσε το αρχείο άδειας εδώ
fr: Déposez votre fichier de licence ici
sq: Lësho skedarin e licencës këtu

source: Edit Endpoint
el: Επεξεργασία endpoint
fr: Modifier le point d'API
sq: Modifiko endpoint-in

source: Edit MCP Server
el: Επεξεργασία διακομιστή MCP
fr: Modifier le serveur MCP
sq: Modifiko serverin MCP

source: Edit Prompt
el: Επεξεργασία prompt
fr: Modifier le prompt
sq: Modifiko promptin

source: Edit Service
el: Επεξεργασία υπηρεσίας
fr: Modifier le service
sq: Modifiko shërbimin

source: Email the developer
el: Στείλτε email στον προγραμματιστή
fr: Écrire au développeur
sq: Dërgo email zhvilluesit

source: Enable ⌥⌘O hotkey
el: Ενεργοποίηση συντόμευσης ⌥⌘O
fr: Activer le raccourci ⌥⌘O
sq: Aktivizo shkurtoren ⌥⌘O

source: Enter your PromptBar license
el: Εισαγωγή της άδειας PromptBar
fr: Saisissez votre licence PromptBar
sq: Fut licencën tënde PromptBar

source: Everyday assistant
el: Καθημερινός βοηθός
fr: Assistant du quotidien
sq: Asistent i përditshëm

source: From early supporters of the project on Ko-fi.
el: Από πρώτους υποστηρικτές του project στο Ko-fi.
fr: Des premiers soutiens du projet sur Ko-fi.
sq: Nga mbështetësit e parë të projektit në Ko-fi.

source: General
el: Γενικά
fr: Général
sq: Të përgjithshme

source: Get Started
el: Ξεκίνα
fr: Commencer
sq: Fillo

source: Go to step %lld
el: Μετάβαση στο βήμα %lld
fr: Aller à l'étape %lld
sq: Shko te hapi %lld

source: Hidden mode removes both the Dock icon and the menubar icon. You'll reach PromptBar with ⌥⌘O only.
el: Η κρυφή λειτουργία αφαιρεί και το εικονίδιο του Dock και το εικονίδιο της γραμμής μενού. Θα ανοίγετε το PromptBar μόνο με ⌥⌘O.
fr: Le mode masqué supprime à la fois l'icône du Dock et celle de la barre de menus. Vous n'atteindrez PromptBar qu'avec ⌥⌘O.
sq: Modaliteti i fshehur heq si ikonën e Dock-ut, ashtu edhe atë të shiritit të menusë. PromptBar do ta hapësh vetëm me ⌥⌘O.

source: Hidden mode: no Dock icon and no menubar icon. PromptBar is reachable only with the ⌥⌘O hotkey, so keep that enabled.
el: Κρυφή λειτουργία: χωρίς εικονίδιο στο Dock και χωρίς εικονίδιο στη γραμμή μενού. Το PromptBar ανοίγει μόνο με τη συντόμευση ⌥⌘O, οπότε κρατήστε την ενεργή.
fr: Mode masqué : aucune icône dans le Dock ni dans la barre de menus. PromptBar n'est accessible qu'avec le raccourci ⌥⌘O, gardez-le donc activé.
sq: Modaliteti i fshehur: pa ikonë në Dock dhe pa ikonë në shiritin e menysë. PromptBar hapet vetëm me shkurtoren ⌥⌘O, prandaj mbaje atë të aktivizuar.

source: Hotkey disabled. You'll open PromptBar from the Dock.
el: Η συντόμευση απενεργοποιήθηκε. Θα ανοίγετε το PromptBar από το Dock.
fr: Raccourci désactivé. Vous ouvrirez PromptBar depuis le Dock.
sq: Shkurtorja u çaktivizua. Do ta hapësh PromptBar-in nga Dock-u.

source: Hotkey disabled. You'll open PromptBar from the menubar icon.
el: Η συντόμευση απενεργοποιήθηκε. Θα ανοίγετε το PromptBar από το εικονίδιο στη γραμμή μενού.
fr: Raccourci désactivé. Vous ouvrirez PromptBar depuis l'icône de la barre de menus.
sq: Shkurtorja u çaktivizua. Do ta hapësh PromptBar-in nga ikona në shiritin e menysë.

source: How should PromptBar launch?
el: Πώς να ξεκινάει το PromptBar;
fr: Comment lancer PromptBar ?
sq: Si duhet të nisë PromptBar?

source: I have a license file instead
el: Έχω αρχείο άδειας
fr: J'ai plutôt un fichier de licence
sq: Në vend të kësaj, kam një skedar licence

source: Icon
el: Εικονίδιο
fr: Icône
sq: Ikonë

source: If you received a .promptbar file by email, drop it below.
el: Αν λάβατε αρχείο .promptbar με email, αφήστε το παρακάτω.
fr: Si vous avez reçu un fichier .promptbar par e-mail, déposez-le ci-dessous.
sq: Nëse ke marrë një skedar .promptbar me email, lëshoje më poshtë.

source: If your server uses a bearer token, paste it as 'Authorization: Bearer <token>'. Custom header keys also work, e.g. 'X-API-Key: <token>'.
el: Αν ο διακομιστής σας χρησιμοποιεί bearer token, επικολλήστε το ως 'Authorization: Bearer <token>'. Λειτουργούν και προσαρμοσμένα κλειδιά κεφαλίδας, π.χ. 'X-API-Key: <token>'.
fr: Si votre serveur utilise un jeton bearer, collez-le sous la forme « Authorization: Bearer <token> ». Les clés d'en-tête personnalisées fonctionnent aussi, par ex. « X-API-Key: <token> ».
sq: Nëse serveri yt përdor një bearer token, ngjite si 'Authorization: Bearer <token>'. Funksionojnë edhe çelësa header të personalizuar, p.sh. 'X-API-Key: <token>'.

source: Insert prompt from library
el: Εισαγωγή prompt από τη βιβλιοθήκη
fr: Insérer un prompt de la bibliothèque
sq: Fut prompt nga biblioteka

source: It says my email isn't recognized
el: Λέει ότι το email μου δεν αναγνωρίζεται
fr: Il dit que mon e-mail n'est pas reconnu
sq: Thotë se emaili im nuk njihet

source: Large
el: Μεγάλο
fr: Grand
sq: I madh

source: Later
el: Αργότερα
fr: Plus tard
sq: Më vonë

source: Leave blank to keep existing
el: Αφήστε το κενό για να διατηρηθεί το υπάρχον
fr: Laissez vide pour conserver l'existant
sq: Lëre bosh për të ruajtur atë ekzistues

source: Licensed to %@
el: Άδεια για %@
fr: Licence accordée à %@
sq: Licencuar për %@

source: Lives in the menubar with no Dock icon. Click the icon for everything.
el: Ζει στη γραμμή μενού, χωρίς εικονίδιο στο Dock. Κάντε κλικ στο εικονίδιο για τα πάντα.
fr: Vit dans la barre de menus, sans icône dans le Dock. Cliquez sur l'icône pour tout faire.
sq: Rri në shiritin e menysë, pa ikonë në Dock. Kliko ikonën për gjithçka.

source: MCP Servers
el: Servers MCP
fr: Serveurs MCP
sq: Serverët MCP

source: MCP Servers…
el: Διακομιστές MCP…
fr: Serveurs MCP…
sq: Serverët MCP…

source: Medium
el: Μεσαίο
fr: Moyen
sq: Mesatar

source: Menubar
el: Γραμμή μενού
fr: Barre de menus
sq: Shiriti i menysë

source: Menubar mode: the popover hangs from the menubar icon. No Dock icon.
el: Λειτουργία γραμμής μενού: το αναδυόμενο παράθυρο κρέμεται από το εικονίδιο της γραμμής μενού. Χωρίς εικονίδιο στο Dock.
fr: Mode barre de menus : la fenêtre contextuelle est suspendue à l'icône de la barre de menus. Pas d'icône dans le Dock.
sq: Modaliteti i shiritit të menusë: dritarja varet nga ikona e shiritit të menusë. Pa ikonë në Dock.

source: Menubar mode: the popover hangs from the menubar icon. No Dock icon. Every feature is in the menubar menu.
el: Λειτουργία γραμμής μενού: το αναδυόμενο παράθυρο κρέμεται από το εικονίδιο στη γραμμή μενού. Χωρίς εικονίδιο στο Dock. Κάθε λειτουργία βρίσκεται στο μενού της γραμμής μενού.
fr: Mode barre de menus : la fenêtre contextuelle se déploie depuis l'icône de la barre de menus. Aucune icône dans le Dock. Toutes les fonctionnalités sont dans le menu de la barre de menus.
sq: Modaliteti i shiritit të menysë: dritarja kërcyese varet nga ikona e shiritit të menysë. Pa ikonë në Dock. Çdo veçori ndodhet në menynë e shiritit të menysë.

source: Message…
el: Μήνυμα…
sq: Mesazh…

source: Most servers need an auth token. Servers needing auth install disabled, flip them on in Settings → MCP Servers after you add the token.
el: Οι περισσότεροι διακομιστές χρειάζονται token ελέγχου ταυτότητας. Όσοι το χρειάζονται εγκαθίστανται απενεργοποιημένοι, ενεργοποιήστε τους από τις Ρυθμίσεις → Διακομιστές MCP αφού προσθέσετε το token.
fr: La plupart des serveurs ont besoin d'un jeton d'authentification. Ceux qui en requièrent un s'installent désactivés ; activez-les dans Réglages → Serveurs MCP après avoir ajouté le jeton.
sq: Shumica e serverëve kanë nevojë për një token autentikimi. Serverët që kërkojnë autentikim instalohen të çaktivizuar; aktivizoji te Cilësimet → Serverët MCP pasi të shtosh tokenin.

source: Native streaming chat against any chat-completions endpoint. Keys live in the macOS Keychain, never UserDefaults, never iCloud.
el: Εγγενής συνομιλία streaming σε οποιοδήποτε endpoint chat-completions. Τα κλειδιά μένουν στο Keychain του macOS, ποτέ στο UserDefaults, ποτέ στο iCloud.
fr: Chat natif en streaming contre n'importe quel point d'API chat-completions. Les clés vivent dans le Trousseau macOS, jamais dans UserDefaults, jamais iCloud.
sq: Bisedë vendase me streaming kundër çdo pikë-fundi chat-completions. Çelësat rrojnë në Keychain-in e macOS, kurrë në UserDefaults, kurrë në iCloud.

source: New Chat
el: Νέα συνομιλία
fr: Nouveau chat
sq: Bisedë e re

source: New Prompt
el: Νέο prompt
fr: Nouveau prompt
sq: Prompt i ri

source: New chat
el: Νέα συνομιλία
fr: Nouveau chat
sq: Bisedë e re

source: No MCP servers yet
el: Δεν υπάρχουν ακόμη διακομιστές MCP
fr: Aucun serveur MCP pour l'instant
sq: Ende asnjë server MCP

source: No analytics, no telemetry, no remote config. Updates check GitHub Releases directly.
el: Χωρίς analytics, χωρίς telemetry, χωρίς remote config. Οι ενημερώσεις ελέγχουν απευθείας τα GitHub Releases.
fr: Aucune analytique, aucune télémétrie, aucune configuration distante. Les mises à jour vérifient directement les GitHub Releases.
sq: Pa analitikë, pa telemetri, pa konfigurim të largët. Përditësimet kontrollojnë drejtpërsëdrejti GitHub Releases.

source: No chats yet
el: Δεν υπάρχουν ακόμη συνομιλίες
fr: Aucun chat pour l'instant
sq: Ende asnjë bisedë

source: No endpoints yet
el: Δεν υπάρχουν ακόμη endpoints
fr: Aucun point d'API pour l'instant
sq: Ende asnjë endpoint

source: No prompts saved
el: Δεν έχουν αποθηκευτεί prompts
fr: Aucun prompt enregistré
sq: Asnjë prompt i ruajtur

source: No saved prompts yet
el: Δεν υπάρχουν ακόμη αποθηκευμένα prompts
fr: Aucun prompt enregistré pour l'instant
sq: Ende asnjë prompt i ruajtur

source: No web chats yet
el: Δεν υπάρχουν ακόμη διαδικτυακές συνομιλίες
fr: Aucun chat web pour l'instant
sq: Ende asnjë bisedë web

source: Open
el: Άνοιγμα
fr: Ouvrir
sq: Hap

source: Order id from your Ko-fi receipt
el: Κωδικός παραγγελίας από την απόδειξη Ko-fi
fr: Identifiant de commande de votre reçu Ko-fi
sq: ID-ja e porosisë nga fatura jote e Ko-fi

source: Paste your API key
el: Επικολλήστε το κλειδί API σας
fr: Collez votre clé API
sq: Ngjit çelësin tënd API

source: Personalising PromptBar for %@.
el: Εξατομίκευση του PromptBar για %@.
fr: Personnalisation de PromptBar pour %@.
sq: Po personalizohet PromptBar për %@.

source: Pick at least one access method or you won't be able to open the app.
el: Επιλέξτε τουλάχιστον έναν τρόπο πρόσβασης, αλλιώς δεν θα μπορείτε να ανοίξετε την εφαρμογή.
fr: Choisissez au moins une méthode d'accès, sinon vous ne pourrez plus ouvrir l'app.
sq: Zgjidh të paktën një mënyrë qasjeje, përndryshe nuk do ta hapësh dot aplikacionin.

source: Pick the closest one. We'll set up the right defaults.
el: Διάλεξε αυτό που ταιριάζει πιο πολύ. Θα στήσουμε τις σωστές προεπιλογές.
fr: Choisissez le plus proche. On configurera les bons réglages.
sq: Zgjidh atë më të afërt. Do t'i caktojmë vlerat e duhura.

source: Pick which power-ups to install. You can change all of it later.
el: Διάλεξε ποια εργαλεία θες να εγκαταστήσεις. Μπορείς να αλλάξεις τα πάντα αργότερα.
fr: Choisissez les bonus à installer. Vous pourrez tout changer plus tard.
sq: Zgjidh fuqitë që do të instalosh. Mund t'i ndryshosh më vonë.

source: Power-user / offline path
el: Για προχωρημένους / χωρίς σύνδεση
fr: Voie experte / hors ligne
sq: Rruga për përdorues të avancuar / jashtë linje

source: Press ⌥⌘O from anywhere to summon PromptBar
el: Πάτα ⌥⌘O από οπουδήποτε για να καλέσεις το PromptBar
fr: Appuyez sur ⌥⌘O n'importe où pour invoquer PromptBar
sq: Shtyp ⌥⌘O nga kudo për të thirrur PromptBar

source: Private by design
el: Ιδιωτικό από σχεδίαση
fr: Privé par conception
sq: Privat nga vetë dizajni

source: Prompt Library
el: Βιβλιοθήκη prompt
fr: Bibliothèque de prompts
sq: Biblioteka e prompteve

source: Prompt Library…
el: Βιβλιοθήκη prompt…
fr: Bibliothèque de prompts…
sq: Biblioteka e prompteve…

source: PromptBar %@ is available
el: Το PromptBar %@ είναι διαθέσιμο
fr: PromptBar %@ est disponible
sq: PromptBar %@ është i disponueshëm

source: PromptBar %@ is the latest version.
el: Το PromptBar %@ είναι η πιο πρόσφατη έκδοση.
fr: PromptBar %@ est la dernière version.
sq: PromptBar %@ është versioni më i fundit.
